Repository: ifdion/cell-store
Catalog: languages/cell-store-*.po
Languages: id_id

source: <p class="description">General Store Options</p>
id_id: <p class="description">Pilihan Umum</p>

source: Email address to send correspondence
id_id: Alamat email untuk korespondensi

source: Collection Slug
id_id: Slug Koleksi

source: Redirection after Buy
id_id: Pengarahan setelah Pembelian

source: Days before unconfirmed order cancelation
id_id: Hari sebelum pembatalan order

source: Store Pages
id_id: Halaman Toko

source: <p class="description">Choose which page is used as a store page.</p>
id_id: <p class="description">Pilih halaman untuk halaman toko.</p>

source: <p class="description">Basic Store details for invoice and correspondence.</p>
id_id: <p class="description">Detail untuk invoice dan korespondensi.</p>

source: <p class="description">Basic setup for PayPal payment gateway.</p>
id_id: <p class="description">Pilihan untuk pembayaran PayPal.</p>

source: Enable
id_id: Gunakan

source: Check to enable
id_id: Cek untuk menggunakan

source: Title
id_id: Judul

source: Image Upload
id_id: Unggah Gambar

source: This is the image that will be used before the title.
id_id: Gambar ini akan digunakan sebelum judul.

source: Enable Sandbox Mode
id_id: Gunakan Mode Sandbox

source: Sandbox Email Account
id_id: Email untuk Sandbox

source: <p class="description">Basic setup for Bank Wire Transfer payment gateway.</p>
id_id: <p class="description">Pilihan untuk pembayaran Bank.</p>

source: Bank 1 : Title
id_id: Bank 1 : Nama

source: Enable Bank 2
id_id: Gunakan Bank 2

source: Bank 2 : Title
id_id: Bank 2 : Nama

source: Bank 2 Image Upload
id_id: Unggah Gambar Bank 2

source: Enable Bank 3
id_id: Gunakan Bank 3

source: Bank 3 : Title
id_id: Bank 3 : Nama

source: Bank 3 Image Upload
id_id: Unggah Gambar Bank 3

source: <p class="description">Basic setup for Pricing.</p>
id_id: <p class="description">Pilihan untuk harga.</p>

source: Currency Display
id_id: Mata Uang

source: Thousand Separator
id_id: Pemisah untuk Ribuan

source: Decimal Separator
id_id: Pemisah untuk Desimal

source: Number of Decimal
id_id: Jumlah angka Desimal

source: Currency Placement
id_id: Posisi Mata Uang

source: Collection
id_id: Koleksi

source: Search Product Category
id_id: Cari Kategori Produk

source: All Product Category
id_id: Semua Kategori Produk

source: Parent Product Category
id_id: Induk Kategori Produk

source: Parent Product Category:
id_id: Induk Kategori Produk:

source: Edit Product Category
id_id: Edit Kategori Produk

source: Update Product Category
id_id: Perbarui Kategori Produk

source: Add New Product Category
id_id: Tambahkan Kategori Produk Baru

source: New Product Category Name
id_id: Nama Kategori Produk baru

source: Product Category
id_id: Kategori Produk

source: Search Product Tag
id_id: Cari Tag Produk

source: All Product Tag
id_id: Semua Tag Produk

source: Parent Product Tag
id_id: Induk Tag Produk

source: Parent Product Tag:
id_id: Induk Tag Produk:

source: Edit Product Tag
id_id: Edit Tag Produk

source: Update Product Tag
id_id: Perbarui Tag Produk

source: Add New Product Tag
id_id: Tambahkan Tag Produk Baru

source: New Product Tag Name
id_id: Nama Tag Produk Baru

source: Product Tag
id_id: Tag Produk

source: Search Positions
id_id: Cari Posisi

source: All Positions
id_id: Semua Posisi

source: Parent Position
id_id: Induk Posisi:

source: Parent Position:
id_id: Induk Posisi:

source: Edit Position
id_id: Edit Posisi

source: Update Position
id_id: Perbarui Posisi

source: Add New Position
id_id: Tambahan Posisi Baru

source: New Position Name
id_id: Nama Posisi baru

source: Position
id_id: Posisi

source: Add New Banners
id_id: Tambahan Banner Baru

source: Edit Banners
id_id: Edit Banner

source: New Banners
id_id: Banner baru

source: View Banners
id_id: Lihat Banner

source: Search Banners
id_id: Cari Banner

source: No banners found
id_id: Tidak ada banner

source: No banners found in Trash
id_id: Tidak ada banner di sampah

source: Banners
id_id: Banner

source: Banner Details
id_id: Detail Banner

source: Enter Absolute link e.g ' %s '
id_id: Masukkan Tautan Utama, contoh ' %s '

source: Add New Coupon
id_id: Tambahkan Kupon Baru

source: Edit Coupon
id_id: Edit Kupon

source: New Coupon
id_id: Kupon baru

source: View Coupon
id_id: Lihat Kupon

source: Search Coupon
id_id: Cari Kupon

source: No coupon found
id_id: Tidak ada kupon

source: No coupon found in Trash
id_id: Tidak ada kupon di sampah

source: Coupon
id_id: Kupon

source: Coupon Details
id_id: Detail Kupon

source: Coupon Usage
id_id: Pemakaian Kupon

source: Value
id_id: Nilai

source: Time Limit
id_id: Batas Waktu

source: Usage Count
id_id: Jumlah Pemakaian

source: | Free Shipping to
id_id: | Pengiriman Gratis ke

source: <strong> %1$s </strong>, starts %2$s
id_id: <strong> %1$s </strong>, mulai dari %2$s

source: %1$s, starts %2$s
id_id: %1$s, mulai dari %2$s

source: No time limit
id_id: Tanpa batas awaktu

source: Invalid coupon code
id_id: Kode kupon salah

source: All coupon has been used
id_id: Semua kupon telah dipakai

source: Coupon is not published yet
id_id: Kupon belum bisa dipakai

source: Coupon has expired
id_id: Kupon sudah kadaluarsa

source: Coupon registered
id_id: Kupon sudah didaftarkan

source: Coupon usage :
id_id: Pemakaian Kupon :

source: Coupon Code
id_id: Kode Kupon

source: Enter the the coupon code (e.g. 'lebaran-sale')
id_id: Masukkan kode kupon (contoj 'lebaran-sale')

source: All Shipping Area
id_id: Semua Area Pengiriman

source: Limit the shipping area
id_id: Batas Area Pengiriman

source: Use Discount
id_id: Gunakan Diskon

source: Enter the the discount percentage (e.g. '10%')
id_id: Masukkan nilai diskon (contoh '10%')

source: Coupon Start / End Date
id_id: Tanggal Awal / Akhir Kupon

source: Leave empty for no time limit
id_id: Kosongkan untuk tidak menggunakan batas waktu

source: Coupon Usage Limit
id_id: Batas Penggunaan Kupon

source: Leave empty for no usage limit
id_id: Kosongkan untuk tidak menggunakan batas penggunaan

source: Add New Lookbook
id_id: Tambahkan Lookbook

source: New Lookbook
id_id: Lookbook Baru

source: View Lookbook
id_id: Lihat Lookbook

source: Options
id_id: Pilihan

source: %s added to shopping-cart
id_id: %s sudah dimasukkan ke keranjang belanja

source: Price
id_id: Harga

source: Enter in a price, in IDR (e.g. 100000)
id_id: Masukkan harga, (contoh 100000)

source: Stock
id_id: Stok

source: Unmanaged
id_id: Tidak Diatur

source: Managed
id_id: Diatur

source: Enter in amount of stock
id_id: Masukkan jumlah stok

source: Weight
id_id: Berat

source: Enter the shipping weight
id_id: Masukkan berat pengiriman

source: Remove All
id_id: Hapus Semua

source: Details & Description
id_id: Deskripsi & Detail

source: Add Detail
id_id: Tambahkan Detail

source: Use Product Options
id_id: Gunakan Pilihan Produk

source: Option Name <span class="stock-management" > & Stock </span>
id_id: Nama Pilihan <span class="stock-management" > & Stok </span>

source: Add Variant
id_id: Tambahkan Pilihan

source: Use Product Discount
id_id: Gunakan Diskon Produk

source: Enter the discounted price in IDR (e.g. 90000) or the discount percentage (e.g. 10%)
id_id: Masukkan jumlah diskon dalam IDR (contoh 90000) atau persentase diskon (contoh 10%)

source: Discount Start / End Date
id_id: Tanggal Awal / Akhir Diskon

source: Add New Product
id_id: Tambahkan Produk Baru

source: Edit Product
id_id: Edit Produk

source: New Product
id_id: Produk Baru

source: View Product
id_id: Lihat Produk

source: Search Product
id_id: Cari Produk

source: No product found
id_id: Tidak ada produk

source: No product found in Trash
id_id: Tidak ada produk di sampah

source: Product
id_id: Produk

source: Product Details
id_id: Detail Produk

source: Date
id_id: Tanggal

source: <br/>discount %1$s <br/>until %2$s
id_id: <br/>diskon %1$s <br/>hingga %2$s

source: <br/>discount ended
id_id: <br/>diskon selesai

source: unmanaged
id_id: tidak diatur

source: Enter product name here
id_id: Masukkan nama produk di sini

source: Details
id_id: Detail

source: Option
id_id: Pilihan

source: Quantity
id_id: Jumlah

source: Add to Cart
id_id: Masukkan ke keranjang belanja

source: Out of Stock
id_id: Stok Habis

source: Please select
id_id: Silahkan pilih

source: <p>Each shipping destinations can have one or more shipping options. <br> Shippings to Jakarta can be made using Economical, Reguler or Express Service<br> while shippings to Sabang can only use Reguler Service </p>
id_id: <p>Setiap tujuan pengiriman bisa memiliki satu atau lebih pilihan pengiriman. <br> Pengiriman ke Jakarta bisa menggunakan Layanan Ekonomis, Reguler atau Ekspres <br>sedangkan pengiriman ke Sabang hanya bisa menggunkana Layanan Reguler</p>

source: Shipping Service : Rate per kg | Shipping Days
id_id: Layanan Pengiriman : Harga per kg | Lama Pengiriman

source: Add
id_id: Tambah

source: Add New Shipping Destination
id_id: Tambahkan Tujuan Pengiriman Baru

source: Edit Shipping Destination
id_id: Edit Tujuan Pengiriman

source: New Shipping Destination
id_id: Tujuan Pengiriman Baru

source: View Shipping Destination
id_id: Lihat Tujuan Pengiriman

source: Search Shipping Destination
id_id: Cari Tujuan Pengiriman

source: No shipping destination found
id_id: Tidak ada tujuan pengiriman

source: No shipping destination found in Trash
id_id: Tidak ada tujuan pengiriman di sampah

source: Shipping Destination
id_id: Tujuan Pengiriman

source: Shipping Detail
id_id: Detail Pengiriman

source: Enter shipping destination here
id_id: Masukkan Tujuan Pengiriman disini

source: Item removed from cart
id_id: Barang sudah dikeluarkan dari keranjang belanja.

source: Shopping Cart Updated
id_id: Keranjang Belanja sudah Diperbarui

source: Username or email already registered
id_id: Usernama atau email sudah terdaftar

source: Registration Success
id_id: Pendaftaran Berhasil.

source: Payment and shipping confirmed
id_id: Pembayaran dan metode pengiriman tercatat

source: You have to agree with the term and condition
id_id: Anda harus setuju dengan syarat dan ketentuan

source: Transaction Confirmation
id_id: Konfirmasi Transaksi

source: <p> Dear %s </p>
id_id: <p> Yang terhormat %s</p>

source: <p> Thank you for shopping at %s </p>
id_id: <p> Terimakasih sudah berbelanja di %s </p>

source: <p> Your order : %s has been received </p>
id_id: <p> Order anda : %s sudah diterima </p>

source: <p> To check the status of your order at any time, you can log into your account at %s </p>
id_id: <p> Untuk cek status order anda, silahkan login di %s </p>

source: <p> If you have any questions, please contact us at %1$s or SMS us at +6287824039090. Please make sure to reference your order number : %2$s </p>
id_id: <p> Jika ada pertanyaan, silahkan hubungi kami di %1$s atau SMS ke +6287824039090. Pastikan anda menyebutkan kode order anda : %2$s </p>

source: <p> Once again, thanks for shopping with %s </p>
id_id: <p> Sekali lagi, terimakasih telah berbelanja %s </p>

source: <p> Sincerely, <br/> %s Team </p>
id_id: <p> Dengan hormat, <br/> Tim %s </p>

source: New Transaction
id_id: Transaksi baru

source: New transaction has been made at %s
id_id: Transaksi baru telah dibuat di %s

source: Coupon used once for <a href=" %1$s"> a transaction </a> by %2$s
id_id: Kupon telah digunakan untuk <a href=" %1$s"> transaksi </a> oleh %2$s

source: Purchase has been made
id_id: Transaksi telah dibuat

source: Payment Confirmation
id_id: Konfirmasi Pembayaran

source: Your confirmation has been sent
id_id: Konfirmasi telah terkirim

source: New Payment Confirmation
id_id: Konfirmasi Pembayaran baru

source: Confirmation has been send
id_id: Konfirmasi telah dikirim

source: First Name
id_id: Nama Depan

source: Last Name
id_id: Nama Belakang

source: Telephone
id_id: Telepon

source: Company
id_id: Perusahaan

source: Address
id_id: Alamat

source: Country
id_id: Negara

source: Province
id_id: Propinsi

source: City
id_id: Kota

source: District
id_id: Kecamatan

source: Postcode
id_id: Kodepos

source: Save as Shipping Address
id_id: Simpan sebagai Alamat Pengiriman

source: Set Up an Account
id_id: Buat Akun

source: Checkout faster and track your purchase with your account.
id_id: Checkout lebih cepat dan lacak pembelian dengan akunmu.

source: Total after discount of %s
id_id: Total setelah diskon %s

source: FREE
id_id: Gratis

source: Confirm Purchase Order
id_id: Konfirmasi Order Pembelian

source: Name
id_id: Nama

source: Payment Method
id_id: Metode Pembayaran

source: Please review your transaction details
id_id: Silahkan periksa detail transaksi

source: Once payment succeeds, login and click CONFIRM PAYMENT menu to finish transaction and we will get your order ready to ship
id_id: Setelah pembayaran selesai, login dan klik menu KONFIRMASI PEMBAYARAN untuk menyelesaikan transaksi dan kami akan segera mengirimkan order anda.

source: Shipping Option
id_id: Pilihan Pembayaran

source: Payment Option
id_id: Pilihan Pembayaran

source: Terms & Conditions
id_id: Syarat & Ketentuan

source: I agree with the term and conditions
id_id: Saya setuju dengan syarat dan ketentuan

source: Confirm Shipping & Payment
id_id: Konfirmasi Pengiriman & Pembayaran

source: For international purchase, we will process order by custom to ensure your order get the best payment and shipping method.<br> We will contact you via email for further detail and instruction regarding payment completion.<br> Please also check your spam folder in case our email is automatically directed to it.
id_id: Untuk pembelian dengan tujuan yang belum terdaftar, kami akan memproses order dengan perhitungan khusus untuk memastikan order anda menggunakan metode pembayaran dan pengiriman yang paling tepat. <br> Kami akan mengontak anda melalui email untuk detail lebih lanjut dan instruksi untuk menyelesaikan pembayaran. <br/> Cek folder email span jika email kami tidak sampai ke inbox anda.

source: Thank you
id_id: Terima kasih

source: Items
id_id: Barang

source: Item
id_id: Barang

source: Unit Price
id_id: Harga Satuan

source: Qty
id_id: Jumlah

source: Add Coupon
id_id: Tambahkan Kupon

source: Update Shopping Cart
id_id: Perbarui Keranjang Belanja

source: Cart is empty
id_id: Keranjang Belanja Kosong

source: <dd>Quantity : %s</dd>
id_id: <dd>Jumlah : %s</dd>

source: <dd>Weight : %s</dd>
id_id: <dd>Berat : %s</dd>

source: <dd>Price : %2$s %1$s,-</dd>
id_id: <dd>Harga : %2$s %1$s,-</dd>

source: <dd>Stock Managed</dd>
id_id: <dd>Stock Teratur</dd>

source: Payment Details
id_id: Detail Pembayaran

source: Total Item Cost
id_id: Total Harga Barang

source: Total Weight
id_id: Berat Total

source: Shipping Rate
id_id: Ongkos Kirim

source: Shipping & Billing Details
id_id: Detail Pengiriman dan Penagihan

source: Shipping
id_id: Pengiriman

source: Billing Details
id_id: Detail Penagihan

source: Coupon Name
id_id: Nama Kupon

source: Discount Value
id_id: Nilai Diskon

source: Free Shipping Area
id_id: Area Pengiriman Gratis

source: %1$s : Transaction made by %2$s
id_id: %1$s : Transaksi oleh %2$s

source: Transaction Code / Status
id_id: Kode Transaksi / Status

source: Pending Payment
id_id: Pembayaran Tertunda

source: Paid
id_id: Telah DIbayar

source: Completed
id_id: Selesai

source: Refunded
id_id: Dikembalikan

source: Canceled
id_id: Dibatalkan

source: Tracking Code
id_id: Kode Pelacakan

source: Add New Transaction
id_id: Tambahkan Transaksi Baru

source: Edit Transaction
id_id: Edit Transaksi

source: View Transaction
id_id: Lihat Transaksi

source: Search Transaction
id_id: Cari Transaksi

source: No transaction found
id_id: Tidak ada transaksi

source: No transaction found in Trash
id_id: Tidak ada transaksi di sampah

source: Transaction
id_id: Transaksi

source: Transaction Status
id_id: Status Transaksi

source: Transaction Details
id_id: Detail Transaksi

source: Transaction History
id_id: Sejarah Transaksi

source: Transaction canceled due to no payment confirmation within 3 days
id_id: Transaksi dibatalkan karena tidak ada pembayaran dalam 3 hari

source: Transaction status changed from %1$s to %2$s by %3$s
id_id: Status transaksi diubah dari %1$s oleh %2$s pada %3$s

source: Shipping Code
id_id: Nomor Resi Pengiriman

source: <p> Your order has been shipped to shipping company today </p>
id_id: <p> Order anda sudah diserahkan ke jasa kurir hari ini.</p>

source: <p> Please use the the code : %s to track your order shipping status </p>
id_id: <p> Gunakan kode ini : %s untuk melacak status pengiriman order anda. </p>

source: Shipping Address
id_id: Alamat Pengiriman

source: Username not valid.
id_id: Username salah.

source: Email not valid.
id_id: Email salah.

source: Password empty.
id_id: Password kosong.

source: Username or email already registered.
id_id: Username dan email sudah didaftarkan.

source: Registration Success.
id_id: Registrasi Berhasil.

source: Field empty.
id_id: Isiian kosong.

source: Invalid Password.
id_id: Password Salah.

source: Login Success.
id_id: Login Berhasil.

source: Username or Email does not exist.
id_id: Username dan email tidak ada di sistem.

source: Reset Password Activation Key at %s
id_id: Activation Key untuk Rest Password at %s

source: Activation email sent
id_id: Email Activation sudah dikirim.

source: User not found.
id_id: Pengguna tidak ditemukan.

source: Activation key not found.
id_id: Activation key tidak ditemukan.

source: Input password is incorrect.
id_id: Password yang dimasukkan salah.

source: Password reset.
id_id: Password sudah di-reset.

source: Password replaced.
id_id: Password sudah diganti.

source: Password incorrect.
id_id: Password salah.

source: Profile updated.
id_id: Profil sudah diperbarui.

source: (required)
id_id: (wajib)

source: Billing
id_id: Penagihan

source: Billing Address
id_id: Alamat Penagihan

source: Telephone Number
id_id: Nomor Telepon

source: State / Province
id_id: Propinsi

source: Retype Password
id_id: Ketik ulang Password

source: Other
id_id: Lainnya

source: Province / State / County
id_id: Propinsi

source: Please select - leave empty if not applicalble
id_id: Silahkan pilih - kosongkan jika tidak bisa digunakan

source: Use another shipping address
id_id: Gunakan alamat pengiriman lain

source: Save
id_id: Simpan

source: Username or Email
id_id: Username atau Email

source: Send Key
id_id: Kirim Key

source: Login
id_id: Masuk

source: Forgot Password ?
id_id: Lupa Password ?

source: Reset Password
id_id: Rest Password

source: Login with
id_id: Masuk dengan

source: Facebook Button
id_id: Tombol Facebook

source: or
id_id: atau

source: Forgot password ?
id_id: Lupa password ?
